[Language]
ABOUT=%PROGRAMNAME% on sovellus, jonka avulla voi navikoida helposti AutoIt –toimintojen ja alueiden välillä. Toimii vain SciTE:n täyden version kanssa. @NL @NL Sovelluksen on luonut %COPYRIGHT%.  
CANCEL=Peruuta
COMMENTS=Käyttäjäkommentit
CRC32=CRC32
ERROR= Odottamaton virhe tapahtunut 
EXPORT=Vienti 
FOLDER_SELECT=Valitse kansio etsiäksesi tiettyä avainsanaa 
FUNCTION_LIST=Listaa toiminnot ja alueet
FUNCTIONS=Toiminnot 
HTML=HTML 
LANGUAGE_AUTHOR=Kiitos %LANGUAGEAUTHOR% %LANGUAGE%:n kielen käännöksestä. Käännös on luotu %LANGUAGEUPDATED%. 
LATEX=LATEX
LINE_COUNT=Line Count
MENU_ABOUT=Tietoja 
MENU_ADD=Lisää SciTE:een 
MENU_FIND=Etsi
MENU_HEADER=Lisää ylätunniste
MENU_HELP=Help file
MENU_LANGUAGE=Kieli
MENU_RESTART=Käynnistä
MENU_SNIPPET=Function Snippet
MENU_SORT=Lajittele toiminnot
MENU_TOGGLE=Toggle Fold
NAME=Nimi
PATH=Polku
PDF=PDF 
REFRESH=Päivitä 
REGIONS=Alueet 
RTF=RTF 
SCITE_ERROR=SciTE:n täytyy olla käynnissä %PROGRAMNAME%:n kanssa toimiakseen oikein. 
SIZE=Koko
TIP_ERROR_1=Tyhjennä kansio 
TIP_ERROR_2=Ei löytynyt koodin tietoja 
TIP_ERROR_3=Kansiota ei löydy 
TIP_ERROR_4=SciTE näyttää olevan suljettu 
TIP_EXPORT_1=Toimintojen kokonaismäärä - %TOTALNUMBER% 
TIP_EXPORT_2=Luotu %CREATIONDATE% 
TIP_EXPORT_3=Toiminnot käyttämättömät
TIP_EXPORT_4=Alueiden kokonaislukumäärä - %TOTALNUMBER%
TIP_EXPORT_5=Total number of includes - %TOTALNUMBER%
TIP_EXPORT_6=Total number of Global variables - %TOTALNUMBER%
TIP_SEARCH_1=Etsinnän tulokset 
TIP_SEARCH_2=Ei tuloksia löytynyt
TIP_SEARCH_3=Search Functions
TIP_SEARCH_4=Line
TIP_SEARCH_5=Search in Scripts
TIP_SEARCH_6=Folder to Search
UPDATE=Haluatko päivittää %PROGRAMNAME%?

[Author]
AUTHOR=JuanitaK
VERSION=1.12.35.37
UPDATED=22/03/2012

[Country]
CODE=fi